Repository: NamLQ/matrix2018_translation
Catalog: translation-level2.tmx
Source language: en_us
Languages: vi

source: Synonyms, Antonyms and Equivalent Meanings: price, subcontract cost, contingency, redundant costs, cost of unused fall-back options, investment-cost, opportunity-cost, sunk- cost, upfront cost, risk capital, overhead, R&D budget, R&D tax credits, R&D ROI, IP costs, Patent Box, valuation, seed-money, venture capital, government support funding, angel investor, kickstarter, crowdfunding, fund-raising, equity, skin-in-the-game, penalty clause, design-to-cost, design-to-value, cost-down innovation, bang-for-the-buck, pay-to-play, revenue-sharing-partnership, ball-park, guesstimate, fortune at the bottom of the pyramid.
vi: Từ đồng nghĩa, trái nghĩa và nghĩa tương đương: giá cả, chi phí hợp đồng phụ, dự phòng, chi phí dự phòng, chi phí của các phương án dự phòng không được sử dụng, chi phí đầu tư, chi phí cơ hội, chi phí chìm, chi phí trả trước, vốn rủi ro, chi phí gián tiếp, ngân sách R&D, tín dụng thuế R&D, lợi tức R&D, chi phí sở hữu trí tuệ, hộp bằng sáng chế (Patent Box - một chế độ thuế chuyên biệt được chính phủ đưa ra nhằm khuyến khích các công ty nắm giữ tài sản trí tuệ đủ tiêu chuẩn), sự định giá, tiền vốn (seed-money), đầu tư mạo hiểm, quỹ tài trợ của chính phủ, nhà đầu tư thiên thần, kickstarter (một nền tảng gọi vốn cộng đồng), gọi vốn cộng đồng, gây quỹ, vốn chủ sở hữu,skin-in-the-game (tình huống nhân sự cấp cao sử dụng tiền của chính họ để mua cổ phiếu trong công ty mà họ đang điều hành), điều khoản phạt, đổi mới cost-down (sản phẩm có chất lượng cao nhưng giá giảm tối đa), bang-for-the-buck (nhận được món hời hoặc giá trị lớn từ một khoản đầu tư nhỏ), pay-to-play (trả trước chơi sau), đối tác chia sẻ doanh thu, ước chừng, sự đánh giá ước lượng, vận may dưới đáy kim tự tháp (fortune at the bottom of the pyramid).

source: Synonyms, Antonyms and Equivalent Meanings: relationship, interaction, communication links, command structure, network, authority, peer, spoken, hand-shake, ‘old-pals act’, contract, not-invented-here, commanders-intent, edict, Voice-of-Customer, consumer panel, consumer advocate, customer-centric, perception, ‘the map is not the territory’, perspective, authority, rights, responsibilities, rivalry, respect, dependence, boot- strap, independence, interdependence, co-opetition, complementor, outlier, mentor, join- the-dots, holistic, touch-base, leverage, tail-wagging-dog, ‘singing from the same hymn sheet’, dispute, argument, consensus, agreement, protocol, cross-functional, Skunkworks, silo, ‘over-the-wall’, isolated, ‘out of the loop’, synergies, interactive, grid-lock, solitary.
vi: Từ đồng nghĩa, trái nghĩa và nghĩa tương đương: mối quan hệ; sự tương tác; liên kết giao tiếp; cấu trúc chỉ huy; mạng lưới; thẩm quyền; ngang hàng; lời nói; bắt tay; bạn cũ hành động (old-pals act: một người làm quan cả họ được nhờ); hợp đồng; hội chứng not-invented-here (khuynh hướng của một nhóm chủ thể quá tin tưởng vào những kiến thức độc đoán trong lĩnh vực của mình, từ đó chối bỏ những ý tưởng mới từ cá thể bên ngoài, đến mức tổn hại cả năng lực hoạt động của chính bản thân nó); ý định chỉ huy; sắc lệnh; tiếng nói khách hàng; hội đồng người tiêu dùng; bảng người tiêu dùng (consumer panel: là một phương pháp thu thập dữ liệu liên tục từ người mua hàng để hiểu rõ hơn về thái độ, hành vi và thói quen mua hàng của họ); bảo vệ người tiêu dùng (consumer advocate); lấy khách hàng làm trung tâm; nhận thức (ví dụ, nhận thức thương hiệu); bản đồ chưa phải địa bàn; quan điểm; thẩm quyền; quyền; trách nhiệm; ganh đua; tôn trọng; phụ thuộc; tự thân vận động (bắt đầu kinh doanh với số vốn rất ít, không cần sự trợ giúp của nhà đầu tư mạo hiểm hoặc nhà đầu tư thiên thần); độc lập; phụ thuộc lẫn nhau; hợp tác với đối thủ; người bổ trợ (complementor: đối tượng cung cấp/bán dịch vụ/sản phẩm có liên kết đến các dịch vụ/sản phẩm khác từ đối thủ); giá trị ngoại lai; người cố vấn; nối các điểm; toàn diện; liên hệ lại; đòn bẩy; cái đuôi ve vẩy con chó (tail-wagging-dog: tình huống một bộ phận nhỏ kiểm soát toàn bộ); cùng một cách nói; tranh chấp; tranh luận; đồng thuận; thỏa thuận; giao thức; hợp tác chức năng (một nhóm tập hợp các thành viên có kỹ năng và kiến thức chuyên môn ở những lĩnh vực khác nhau, cùng phối hợp thực hiện công việc để đạt được mục tiêu chung); skunkworks (thường đề cập đến một dự án hoặc chương trình không thuộc hệ thống phân cấp của tổ chức và độc lập, và có thể có hoặc không có sự hỗ trợ của quản lý cấp cao); silo (Silo là một cấu trúc để lưu trữ các vật liệu không đóng bao như ngũ cốc, than, xi măng, muội than, gỗ, thực phẩm và mùn cưa); vượt tường ("over-the-wall"); bị cô lập; cho ra rìa; hiệp lực; tương tác; bế tắc; đơn độc.

source: Synonyms, Antonyms and Equivalent Meanings: shipping, goods-in, receiving, calls- per-hour, throughput, preparation-time, shipping delay, late, on-time performance, instant access, convenience, overnight, expiry, overdue, over-promise/under-deliver, waiting-time, tipping-point, ‘stickiness’, reservation, schedule, timetable, distraction, ETA, ETD, FIFO, in- transit, transit-time, churn-rate, shelf-life, synchronization, takt-time, cycle-time, pulse, response-time, average-handling-time, adherence, peak-hour-traffic, continuity, on-hold- time, availability, average-speed-of-answer, service level, occupancy, utilization, interim, real-time, hourly/daily/weekly/monthly/seasonal variation, sell-by-date, extended-stay, time- share, return/re-visit frequency, pop-up, mobility, stopgap, temporary, rent, lease.
vi: Từ đồng nghĩa, trái nghĩa và nghĩa tương đương: vận chuyển (shipping); nhập hàng (goods-in); nhận hàng (receiving); cuộc gọi theo giờ (calls-per-hour); năng suất / sản lượng (throughput); thời gian chuẩn bị (preparation-time); trì hoãn / chậm trễ vận chuyển (shipping delay); trễ (late); chỉ số bay đúng giờ (on-time performance); truy cập tức thời (instant access); tiện lợi (convenience); qua đêm (overnight); sự hết hạn (expiry); sự quá hạn (overdue); nói nhiều / làm ít (over-promise/under-deliver); thời gian chờ (waiting-time); điểm bùng phát (tipping-point); tính chất dính / tính khó khăn (‘stickiness’); đặt trước (reservation); lịch trình (schedule); thời gian biểu (timetable); đánh lạc hướng / phân tâm (distraction); thời gian đến dự kiến (ETA); thời gian khởi hành dự kiến (ETD); vào trước - ra trước (FIFO); đang vận chuyển / dọc đường (in-transit); thời gian hành trình (transit-time); tỉ lệ phần trăm khách hàng hiện có rời đi (churn-rate); khoảng thời gian một sản phẩm (hoặc dịch vụ) cần được sản xuất để có thể đáp ứng được nhu cầu của khách hàng (shelf-life), synchronization, takt-time, cycle-time, pulse, response-time, average-handling-time, adherence, peak-hour-traffic, continuity, on-hold- time, availability, average-speed-of-answer, service level, occupancy, utilization, interim, real-time, hourly/daily/weekly/monthly/seasonal variation, sell-by-date, extended-stay, time- share, return/re-visit frequency, pop-up, mobility, stopgap, temporary, rent, lease.

source: Synonyms, Antonyms and Equivalent Meanings: shipping, goods-in, receiving, cost of shipping damage, error, invoicing mistakes, etc, cost-of-sales, import duty, export duty, cost of advertising, (supply) price, overhead, value, discount, inventory, stock, capital expenditure, operational expenditure, cost-of-lost-sales, invisible earnings, e-commerce, tariff, pre-paid, remittance, gain-sharing, revenue-share, loan, rent, lease, hire, hire- purchase, functional-sales, charter, commission, .
vi: Từ đồng nghĩa, trái nghĩa và nghĩa tương đương: vận chuyển (shipping); nhập h àng(goods-in); nhận hàng (receiving); chi phí hư hỏng do vận chuyển (cost of shipping damage); lỗi (error); lỗi hóa đơn (invoicing mistakes); chi phí bán hàng (cost-of-sales); thuế nhập khẩu (import duty); thuế xuất khẩu (export duty); chi phí quảng cáo (cost of advertising); giá (cung cấp) ((supply) price); chi phí chung (overhead); gía trị (value); chiết khấu (discount); hàng tồn kho (inventory); hàng trữ (stock); chi phí vốn (capital expenditure); chi phí hoạt động (operational expenditure); doanh số bán hàng bị mất (cost-of-lost-sales); thu nhập vô hình (invisible earnings); thương mại điện tử (e-commerce); thuế quan (tariff); trả trước (pre-paid); chuyển tiền (remittance); chia sẻ lợi nhuận (gain-sharing); chia sẻ doanh thu (revenue-share); tiền cho vay (loan); tiền thuê / tô / thuê ngắn hạn (rent); thuê dài hạn có hợp đồng cụ thể (lease); thuê người làm (hire); thuê mua (hire-purchase); bán chức năng (functional-sales); thuê riêng / đặc quyền (charter); hoa hồng (commission).

source: Synonyms, Antonyms and Equivalent Meanings: supplier, demand, shipping, goods-in, receiving, error, invoice, check-out, sales, sales assistant, appearance, brand image, advertising, customer satisfaction, loyalty, process, repeatability, standard deviation, datum, bench-mark, variation, bespoke, commodity, customized, experience, bottleneck, constraint, full-service, functional-sales, hire, relationship management, promotional activities, recruit, outsource, logistics, warehouse, bonded, brokerage, cargo, carrier, consignment, export, customs, declaration, fulfillment, gateway, handling, OEM, SKU, contractor, discharge, exempt, accredit, stock, Heijunka, inventory, private-label, slotting, build-to-order, upsell, downsell, mis-sell, purvey, qualify.
vi: Từ đồng nghĩa, trái nghĩa và nghĩa tương đương: nhà cung cấp (supplier); nhu cầu (demand); vận chuyển (shipping); nhập hàng (goods-in); nhận hàng (receiving); lỗi (error); hóa đơn (invoice); thanh toán (check-out); doanh số (sales); trợ lý bán hàng (sales assistant); diện mạo (appearance); hình ảnh thương hiệu (brand image); quảng cáo (advertising); sự hài lòng của khách hàng (customer satisfaction); lòng trung thành (loyalty); quy trình (process); độ lặp lại (repeatability); độ lệch chuẩn (standard deviation); số lượng đã cho (datum); kiểm chuẩn (bench-mark); biến động (variation); đặt hàng trước (bespoke); vật phẩm, hàng hóa (commodity); tùy chỉnh (customized); trải nghiệm (experience); sự bế tắc (bottleneck); ràng buộc (constraint); đầy đủ dịch vụ (full-service); bán hàng theo chức năng (functional-sales); thuê (hire); quản lý mối quan hệ (relationship management); hoạt động quảng cáo (promotional activities); tuyển dụng (recruit); thuê ngoài (outsource); hậu cần (logistics); nhà kho (warehouse); ở trong kho (bonded); hoa hồng môi giới (brokerage); hàng hóa (cargo); nhà vận chuyển (carrier); chuyến gửi hàng (consignment); xuất khẩu (export); hải quan (customs); tờ khai (declaration); hoàn chỉnh (fulfillment), cổng vào (gateway), sự vận chuyển (handling), hãng chế tạo thiết bị gốc (OEM), đơn vị lưu kho (SKU - Stock keeping unit), người ký kết hợp đồng / nhà thầu (contractor), dỡ hàng / giải trừ / thanh toán nợ (discharge), miễn thuế / nghĩa vụ / trách nhiệm (exempt), ủy nhiệm (accredit), cổ phần / cổ phiếu / dung lượng vốn / kho (stock), cân bằng dây chuyền sản xuất (Heijunka), sự kiểm kê / bản kê tài sản / hàng hóa tồn kho (inventory), nhãn hiệu riêng (private-label), quy trình kho hàng (slotting), sản xuất theo đơn hàng (build-to-order), bán tăng (upsell), bán giảm (downsell), bán nhầm (mis-sell), cung cấp / cung ứng (purvey), đủ điều kiện / đủ trình độ chuyên môn / đủ tư cách / hợp cách (qualify).

source: System Complexity
vi: Độ phức tạp hệ thống

source: System Generated Harmful Factors
vi: Các yếu tố có hại do hệ thống tạo ra

source: Take away any one of these contributing ‘causes’ and there would be no success.
vi: Lấy đi bất kỳ một trong những "nguyên nhân" dự phần này và sẽ không có sự thành công.

source: Tension/Stress
vi: Sự căng thẳng / Sự bắt buộc

source: Thanks to many decades of ‘operational excellence’ and the deployment of improvement tools and methods like Lean and Six Sigma, today’s world finds itself with a very large proportion of businesses sitting at the top of their respective s-curves.
vi: Nhờ có nhiều thập kỷ "vận hành xuất sắc" và việc triển khai các công cụ và phương pháp cải tiến như Lean và Six Sigma, thế giới ngày nay tự thấy một tỷ lệ rất lớn các doanh nghiệp nằm ở trên đỉnh các đường cong chữ S tương ứng.

source: That happens because very often the newcomers are too dumb to know that they can’t have your cake and eat it.
vi: Đó là do những người mới đến quá ngu ngốc để biết rằng họ không thể có được chiếc bánh của bạn và ăn nó.

source: That honour probably resides with the so-called ‘Gang Of Three’ philosophers of Ancient Greece.
vi: Vinh dự đó có lẽ thuộc về những triết gia "Băng đảng Ba người" của Hy Lạp cổ đại.

source: That looks even more like ‘optimization’, but it was, again, if we zoom-in close enough, another s-curve jumping step change.
vi: Điều đó thậm chí trông giống như "tối ưu hóa" hơn, nhưng một lần nữa, nếu chúng ta phóng to đủ gần thì lại là một sự thay đổi bước nhảy đường con chữ s khác.

source: That may be so, but it’s a system nonetheless.
vi: Đó có thể như vậy, dưng dù sao nó cũng là một hệ thống.

source: That sounds much better.
vi: Nghe vậy tốt hơn nhiều.

source: That, ultimately, is how the world of change works.
vi: Điều đó, chung quy lại, chính là cách vận hành thế giới của sự thay đổi.

source: That’s because everything everyone has been taught – through school, college and, worst of all, MBA programmes – is how to make trade-offs.
vi: Là do mọi thứ mà mọi người đã được dạy - thông qua trường học, đại học, và tệ nhất là các chương trình MBA - là cách đánh đổi.

source: That’s because they’re busy ‘optimizing’ too.
vi: Đó là do họ cũng đang bận "tối ưu hóa".

source: That’s complexity as in the mathematical sense – something else we’ll dig deeper into later on too.
vi: Đó là sự phức tạp theo nghĩa toán học - một thứ khác mà chúng ta cũng sẽ tìm hiểu sâu hơn sau này.

source: That’s why it can be highly dangerous – indeed why most management texts are dangerous – because they have fallen into the trap of reverse engineering a temporarily successful enterprise, have abstracted an apparent root-cause success formula and presented it to the world as some kind of universal panacea.
vi: Đó là lý do tại sao có thể rất nguy hiểm - thực sự tại làm sao mà hầu hết các sách giáo khoa quản lý là nguy hiểm - bởi vì chúng đã rơi vào cái bẫy của kỹ thuật đảo ngược một doanh nghiệp tạm thời thành công, đã tóm lược một công thức thành công gốc rễ rõ ràng, và trình bày nó với thế giới như một loại thuốc chữa bách bệnh phổ quát.

source: That’s why we’ve been taught to call it ‘optimization’.
vi: Đó là lý do tại sao chúng ta được dạy phải gọi nó là "tối ưu hóa".

source: The 31x31 taxonomy still seemed to be somewhere about right, so the new Matrix – published in the first edition of Hands-On Systematic Innovation for Business & Management (Reference 5), one of our ongoing best- sellers – was mainly about adding more data.
vi: Phân loại 31x31 dường như vẫn đúng đâu đó. Vì vậy Ma trận mới – được xuất bản trong ấn bản đầu tiên của Thực hành Đổi mới Hệ thống cho Doanh nghiệp & Quản lý (Tham khảo 5), một trong những cuốn sách bán chạy nhất của chúng tôi – chủ yếu là bổ sung thêm dữ liệu.

source: The Business Matrix is a distillation of all of the people who decided not to accept the trade- offs, the people that decided they were going to have their cake and eat it, and somehow prevailed.
vi: Ma trận Kinh doanh là sự chắt lọc của tất cả những người đã quyết định không chấp nhận sự đánh đổi, những người đã quyết định rằng họ sẽ có chiếc bánh nguyên vẹn của mình và ăn nó, và bằng cách nào đó đã thắng thế.

source: The Business Matrix is an attempt to show them such tools do exist.
vi: Ma trận Kinh doanh là một nỗ lực cho họ thấy những công cụ như vậy tồn tại.

source: The Dynamics Of Discontinuous Change.
vi: Động học sự thay đổi không liên tục

source: The Geography Of Genius: Once in a while, you find yourself in the presence of an author that understands complexity and how to track down the reasons why systems can occasionally enter a period of non-linear growth.
vi: Địa lý của thiên tài: Thi thoảng tự bạn tìm thấy sự hiện diện của một tác giả hiểu được sự phức tạp và biết cách theo dõi lý do tại sao các hệ thống đôi khi có thể bước vào giai đoạn tăng trưởng phi tuyến tính.

source: The Halo Effect seemed to be shining brightly.
vi: Hiệu ứng hào quang dường như đang tỏa sáng rực rỡ.

source: The Zappos CEO, Tony Hsieh, was convinced to write the book, ‘Delivering Happiness’ in 2010 (Reference 9).
vi: Giám đốc điều hành của Zappos, Tony Hsieh, đã bị thuyết phục để viết cuốn sách 'Mang đến hạnh phúc' vào năm 2010 (Tham khảo 9).

source: The artificial boundaries we seem to instinctively draw between different disciplines after a century of dominance by the specialists of the world are purely in our imagination.
vi: Ranh giới giả tạo mà dường như chúng ta vẽ ra một cách bản năng giữa các lĩnh vực khác nhau sau một thế kỷ thống trị của các chuyên gia trên thế giới thì đơn thuần nằm trong trí tưởng tượng của chúng ta.

source: The contradiction being solved here, in business terms is the fight between the desire for more flow (Production Capability) and the parallel desire to avoid complicated control systems such as traffic lights (Control Complexity).
vi: Mâu thuẫn được giải quyết ở đây, về mặt kinh doanh là sự đấu tranh giữa mong muốn lưu thông nhiều hơn (Khả năng sản xuất) và mong muốn tránh các hệ thống điều khiển phức tạp như đèn giao thông (Độ phức tạp điều khiển).

source: The curve reaches a point where the slope of the curve stops increasing and begins to decrease.
vi: Đường cong đạt đến điểm mà độ dốc ngừng tăng và bắt đầu giảm.

source: The customer then pays a policy premium fee to bind the insurance for a period of time, typically six months, which is based on the determined risk of loss.
vi: Sau đó khách hàng trả phí hợp đồng để ràng buộc bảo hiểu trong một khoảng thời gian, thường là sáu tháng, dựa trên rủi ro tổn thất đã được xác định.

source: The emphasis here is on issues where time is the specific focus (in line with the axiom ‘time is money’, if we are interested in financial implications rather than the actual time itself, the ‘Cost’ parameter should be used in preference to this on).
vi: Sự nhấn mạnh ở đây là các vấn đề trong đó thời gian là trọng tâm cụ thể (phù hợp với tiên đề "thời gian là tiền bạc", nếu chúng ta quan tâm đến ý nghĩa tài chính hơn là thời gian thực tế, thì tham số "Chi phí" nên được sử dụng ưu tiên hơn trong trường hợp này).

source: The first is the increasing level of dysfunction of the business literature ‘industry’ where, unlike the world of patents, copyright laws are a far less effective means of preventing authors from re-inventing the same wheels as earlier authors.
vi: Đầu tiên là mức bất thường ngày càng tăng của "ngành công nghiệp" văn học thương mại, nơi không giống với thế giới bằng sáng chế ở chỗ luật bản quyền là một phương tiện kém hiệu quả hơn nhiều để ngăn cản các tác giả sáng chế lại bánh xe giống như các tác giả trước đó.

source: The harder people try to improve the system, the more the vicious-cycle fights back, The curve gets flatter and flatter, until, if improvement work continues long enough, it becomes totally flat.
vi: Con người càng cố gắng cải thiện hệ thống bao nhiêu thì vòng luẩn quẩn càng chống lại bấy nhiêu. Đường cong ngày càng phẳng hơn, cho đến khi, nếu sự cải thiện có hiệu quả tiếp tục đủ lâu, nó trở nên phẳng hoàn toàn.

source: The initial set up was designed as a classic (complex systems) ‘safe to fail’ experiment (Principle 27).
vi: Thiết lập ban đầu được thiết kế như một thí nghiệm "an toàn để thất bại" cổ điển (các hệ thống phức tạp) (Nguyên tắc 27).

source: The insurance company then evaluates these conditions to determine a risk of loss for the insurance company.
vi: Công ty bảo hiểm sau đó sẽ đánh giá những điều kiện này nhằm xác định rủi ro tổn thất cho công ty bảo hiểm.

source: The issue as far as the Business Matrix is what business contradictions is additive manufacturing a solution to?
vi: Vấn đề đối với Ma trận Kinh doanh là giải pháp "sản xuất bồi đắp" dành cho mâu thuẫn kinh doanh gì?

source: The meaning here, however is intended to be much more general; referring to all of those activities that occur in conceptualising, trialing, beta-testing, verifying and validating any kind of novel product, process or service before it is finalised and offered as a final entity to customers.
vi: Tuy nhiên, ý nghĩa ở đây có dụng ý tổng quát hơn nhiều; đề cập đến mọi hành động xảy ra trong quá trình hình thành ý tưởng, thử nghiệm, thử nghiệm beta (thử nghiệm được thực hiện bởi người dùng thực trong môi trường thực), xác minh và xác thực bất kỳ loại sản phẩm, quy trình hoặc dịch vụ mới nào trước khi nó được hoàn thiện và cung cấp dưới dạng một thực thể cuối cùng cho khách hàng.

source: The more this realization struck home, the more attention intangibles have received.
vi: Nhận thức này càng rõ ràng thì những thứ vô hình càng nhận được nhiều sự chú ý.

source: The only answer is to solve the contradiction.
vi: Câu trả lời duy nhất là giải quyết mâu thuẫn.

source: The overall concept of ‘find-the- contradiction-solve-the-contradiction’ seemed more and more valid the more problems we worked with clients on, it was the detail contained within the Contradiction Matrix that was wrong.
vi: Khái niệm chung "tìm ra mâu thuẫn-giải quyết mâu thuẫn" dường như ngày càng có giá trị hơn khi chúng tôi làm việc với nhiều vấn đề của khách hàng hơn, đó là chi tiết trong Ma trận mâu thuẫn đã sai.

source: The patents to focus on were the ones where the inventors had decided to persist beyond the trade-offs their peers had accepted and had successfully ‘eliminated’ them.
vi: Cần tập trung vào các bằng sáng chế mà tác giả đã kiên định vượt qua sự thỏa hiệp mà các đồng nghiệp của họ đã chấp nhận, và "loại bỏ" chúng thành công.

source: The people that will come along and put your organisation out of business.
vi: Những người sẽ đến và loại bỏ tổ chức của bạn khỏi hoạt động kinh doanh.

source: The point here is not whether the story is true or not, but that it exists as a story.
vi: Vấn đề ở đây không phải là câu chuyện có thật hay không, mà là nó tồn tại như một câu chuyện.

source: The problem for all of them is that all of the tools, methods and strategies that allowed the s-curve to be climbed no longer work.
vi: Vấn đề đối với tất cả họ là mọi công cụ, phương pháp và chiến lược cho phép trèo lên đỉnh đường cong chữ s đều không còn hiệu quả nữa.

source: The problem is that the top of the s-curve defines a fundamental limit of the current system.
vi: Vấn đề là đỉnh của đường cong chữ S xác định giới hạn nền tảng của hệ thống hiện tại.

source: The process is fraught with difficulties, the main one of which is complexity.
vi: Quá trình này đầy rẫy khó khăn, mà khó khăn chủ yếu là sự phức tạp.

source: The reason the top of an s-curve gets flat is not because we stop trying to improve its effectiveness, but because something comes along and stops us.
vi: Đỉnh của đường cong chữ s trở nên bằng phẳng không phải vì chúng ta ngừng cố gắng cải thiện tính hiệu quả của hệ thống, mà vì có điều gì đó xuất hiện và ngăn cản chúng ta.

source: The right combination of bifurcation and environment then creates a new virtuous cycle that in turn allows the new solution to prevail and eventually supersede the old system.
vi: Khi đó, sự kết hợp đúng đắn giữa sự phân nhánh và môi trường sẽ tạo ra một chu kỳ phát triển mới, cho phép giải pháp mới chiếm ưu thế và cuối cùng thay thế hệ thống cũ.

source: The right – i.e. universally transferable – research to do, therefore, is looking for contradictions and how enterprises eventually resolve and eliminate them.
vi: Do đó, nghiên cứu phải làm – có thể chuyển giao toàn cầu – là tìm kiếm những mâu thuẫn và cách các doanh nghiệp rốt cuộc giải quyết và loại bỏ chúng.
